import s from './AboutUs.module.css';

const AboutUs = () => {
  return (
    <section id="about" className={s.container}>
      <h2>Про Мене</h2>
      <p>
        Я хочу допомогти вам процвітати! Незалежно від того, чи ви просто
        шукаєте когось, з ким можна поговорити, чи боретеся з проблемами
        психічного здоров'я, я тут, щоб допомогти. Я, як регресолог, можу
        допомогти вам з різними питаннями, включаючи відносини, ПТСР, депресію,
        соціальну тривожність або навіть покращення самодогляду.
      </p>
    </section>
  );
};

export default AboutUs;
